{
  "title": "Todo lo que necesitas para gestionar conocimiento técnico",
  "subtitle": "Diseñado para equipos que no pueden permitirse errores de interpretación.",
  "f1_title": "Búsqueda Conversacional",
  "f1_desc": "Interactúa con tus manuales en lenguaje natural. Obtén respuestas expertas y precisas con referencias directas al documento original.",
  "f2_title": "Inteligencia Visual",
  "f2_desc": "Comprensión nativa de planos técnicos, esquemas eléctricos y diagramas complejos con Gemini 2.0/3. Identificación automática de componentes visuales.",
  "f3_title": "Privacidad & Desidentificación",
  "f3_desc": "Protección total de datos sensibles. Motor de enmascaramiento PII automático que protege correos, teléfonos y DNIs antes de cualquier procesamiento con IA.",
  "f4_title": "Navegación por Grafos",
  "f4_desc": "Entiende las relaciones entre componentes y procedimientos. Infraestructura basada en Grafos de Conocimiento (Neo4j) para manuales complejos.",
  "f5_title": "Ingesta de Alta Performance",
  "f5_desc": "Procesamiento asíncrono robusto con BullMQ. Sigue el progreso de análisis de documentos pesados en tiempo real con reintentos automáticos.",
  "f6_title": "Observabilidad & Alerting",
  "f6_desc": "Detección proactiva de anomalías en flujos de trabajo. Alertas automáticas por picos de error o latencia y exportación de informes técnicos en PDF.",
  "f7_title": "Diseño de Flujos Lógicos",
  "f7_desc": "Crea flujos de trabajo complejos con nodos de decisión (Switch/Case), retardos (Wait) e iteraciones (Loop) mediante un editor visual intuitivo.",
  "f8_title": "Monitoreo en Tiempo Real",
  "f8_desc": "Panel de registros de ejecución 'Mission Control' para seguir cada paso de tus automatizaciones en vivo, con métricas de performance detalladas.",
  "f9_title": "Centro de colaboración de tareas",
  "f9_desc": "Gobernanza con validación humana. Gestiona derivaciones críticas de los flujos automáticos con trazabilidad industrial y auditoría.",
  "f10_title": "Inteligencia Multi-Sectorial",
  "f10_desc": "Detección automática de dominio (Legal, Seguros, Sanidad) con adaptación dinámica de la lógica de análisis.",
  "f11_title": "Memoria Infinita",
  "f11_desc": "Ingesta en streaming y deduplicación inteligente para gestionar bibliotecas técnicas de tamaño ilimitado sin sobrecostes.",
  "f12_title": "Auto-Corrección Causal (IA)",
  "f12_desc": "Bucle agéntico que evalúa el feedback de los jurados para refinar respuestas alucinadas o incompletas con razonamiento causal.",
  "f13_title": "Auditoría de Consistencia DB",
  "f13_desc": "Cumplimiento estructural garantizado. Automatización del enrutamiento multi-cluster (AUTH, LOGS, MAIN) para evitar fugas de datos.",
  "f14_title": "Informes Industriales PDF",
  "f14_desc": "Generación dinámica de informes con trazabilidad completa, multi-idioma (ES/EN) y terminología profesional adaptada a negocio.",
  "f15_title": "Resiliencia de Facturación",
  "f15_desc": "Circuito de protección que garantiza la disponibilidad del sistema incluso ante fallos críticos de pasarelas de pago o servicios externos.",
  "learn_more": "Saber más",
  "f16_desc": "Motor de configuración de reglas industriales para validación técnica. Categorización, priorización y aislamiento multi-tenant nativo.",
  "f16_title": "Gobernanza de Checklists Avanzada",
  "f17_desc": "Canalización de ingesta blindada con validación de estados de grado bancario, Dead Letter Queue para recuperaciones manuales y auto-detección de procesos bloqueados.",
  "f17_title": "Máquina de Estados Resiliente",
  "f18_title": "Autenticación Resiliente (v4.3)",
  "f18_desc": "Motor de seguridad reforzado con State-Driven MFA para evitar inconsistencias de sesión y fallos críticos en el flujo de credenciales.",
  "f19_desc": "Optimización profesional de los módulos de Facturación, Permisos y Activos con estándares de Vercel y trazabilidad UUID segura.",
  "f19_title": "Módulos de Grado Industrial",
  "f20_title": "Espacios de Conocimiento Seguros",
  "f20_desc": "Organiza el conocimiento de tu organización en silos aislados con control de acceso independiente. Ideal para documentos por departamento o proyecto.",
  "f21_title": "Claves API con Alcance Restringido",
  "f21_desc": "Crea integraciones API granulares que solo tengan acceso a espacios específicos. Seguridad garantizada para clientes externos IoT o CRM.",
  "f22_title": "Explorador Visual de Grafos",
  "f22_desc": "Interfaz interactiva para navegar, buscar e inspeccionar nodos y relaciones en el Grafo de Conocimiento (Neo4j) en tiempo real."
}