{
  "title": "Términos de Servicio",
  "subtitle": "Última actualización: 23 de enero de 2026",
  "intro": "Al acceder y utilizar ABD RAG Platform (\"el Servicio\"), aceptas estar legalmente vinculado por estos Términos de Servicio.",
  "applicability": "Estos términos se aplican a todos los usuarios, incluyendo pero no limitado a: visitantes, clientes de prueba, suscriptores de pago y administradores de cuenta.",
  "s1_title": "1. Aceptación de Términos",
  "s1_p1": "Al acceder y utilizar ABD RAG Platform (\"el Servicio\"), aceptas estar legalmente vinculado por estos Términos de Servicio. Si no estás de acuerdo con alguna parte de estos términos, no podrás acceder al Servicio.",
  "s1_p2": "Estos términos se aplican a todos los usuarios, incluyendo pero no limitado a: visitantes, clientes de prueba, suscriptores de pago y administradores de cuenta.",
  "s2_title": "2. Uso Permitido del Servicio",
  "s2_intro": "Puedes utilizar ABD RAG Platform para:",
  "s2_f1": "Análisis de documentos técnicos",
  "s2_f2": "Búsqueda semántica empresarial",
  "s2_f3": "Informes con trazabilidad IA",
  "s2_f4": "Integración vía API Enterprise",
  "s3_title": "3. Usos Prohibidos",
  "s3_f1_head": "Ingeniería inversa:",
  "s3_f1_body": "Intentar descifrar, descompilar o extraer el código fuente.",
  "s3_f2_head": "Reventa:",
  "s3_f2_body": "Comercializar el acceso al Servicio sin autorización escrita.",
  "s3_f3_head": "Abuso de recursos:",
  "s3_f3_body": "Realizar scraping masivo o ataques DDoS.",
  "s3_f4_head": "Contenido ilegal:",
  "s3_f4_body": "Subir documentos que infrinjan derechos de autor.",
  "s3_warning": "La violación de estas prohibiciones resultará en la suspensión inmediata de tu cuenta sin reembolso.",
  "s4_title": "4. Propiedad Intelectual",
  "s4_c1_title": "Tus Datos",
  "s4_c1_desc": "Conservas todos los derechos sobre los documentos que subes. ABD RAG Platform no reclama propiedad sobre tu contenido.",
  "s4_c2_title": "Nuestro Software",
  "s4_c2_desc": "El Servicio es propiedad exclusiva de ABD Technologies S.L. y está protegido por leyes internacionales de propiedad intelectual.",
  "s5_title": "5. Facturación y Cancelación",
  "s5_c1_title": "Planes de Pago",
  "s5_c1_desc": "Cargos mensuales o anuales. Precios modificables con 30 días de aviso previo.",
  "s5_c2_title": "Cancelación Flexible",
  "s5_c2_desc": "Cancela cuando quieras. El acceso continúa hasta el final del periodo pagado.",
  "s6_title": "6. Limitación de Responsabilidad",
  "s6_p1": "ABD RAG Platform se proporciona \"tal cual\". Nuestro compromiso de Uptime mensual es del 99.9%.",
  "s6_quote": "\"Nuestra responsabilidad máxima por cualquier reclamación está limitada al monto pagado por el Servicio en los últimos 12 meses.\"",
  "contact_title": "¿Preguntas legales?",
  "contact_desc": "Nuestro equipo legal está disponible para aclaraciones.",
  "contact_button": "Contactar Legal",
  "privacy_button": "Ver Privacy Policy",
  "s1_warning": "Si no está de acuerdo con alguna parte de estos términos, no debe utilizar el Servicio.",
  "s1_intro": "Al acceder y utilizar la Plataforma ABD RAG, usted acepta cumplir y estar sujeto a los siguientes términos y condiciones. Por favor, léalos detenidamente."
}