{
  "title": "Elite Knowledge Engineering",
  "subtitle": "Designed for sectors where misinterpretation is not an option.",
  "f1_title": "Conversational Search",
  "f1_desc": "Interact with your manuals in natural language. Get expert and precise answers with direct references to the source document.",
  "f2_title": "Visual Technical Intelligence",
  "f2_desc": "Native understanding of blueprints, electrical schemes, and complex diagrams with Gemini 2.0/3. Automatic component identification.",
  "f3_title": "Privacy & PII Masking",
  "f3_desc": "Automatic de-identification engine that protects emails, phones, and IDs before processing with AI. Data privacy by design.",
  "f4_title": "Graph-Enhanced RAG",
  "f4_desc": "Knowledge Graph (Neo4j) infrastructure to navigate complex technical relationships between components and procedures.",
  "f5_title": "High-Performance Ingestion",
  "f5_desc": "Robust asynchronous processing via BullMQ. Track heavy document analysis progress in real-time with automatic self-healing retries.",
  "f6_title": "Observabilidad & Alerting",
  "f6_desc": "Proactive detection of workflow anomalies. Automatic alerts for error or latency spikes and server-side PDF technical reporting.",
  "f7_title": "Logical Workflow Design",
  "f7_desc": "Create complex workflows with decision nodes (Switch/Case), delays (Wait), and iterations (Loop) through an intuitive visual editor.",
  "f8_title": "Real-time Execution Tracking",
  "f8_desc": "'Mission Control' execution logs panel to follow every step of your automations live, with detailed performance metrics.",
  "f9_title": "Task Collaboration Hub",
  "f9_desc": "Governance with human validation. Manage critical workflow escalations with industrial-grade audit traceability.",
  "f10_title": "Multi-Vertical Intelligence",
  "f10_desc": "Automatic domain detection (Legal, Insurance, Healthcare) with dynamic analysis logic adaptation.",
  "f11_title": "Infinite Memory",
  "f11_desc": "Streaming ingestion and intelligent deduplication to manage unlimited technical libraries without overhead.",
  "f12_title": "Causal Auto-Correction (IA)",
  "f12_desc": "Agentic loop that assesses juror feedback to refine hallucinated or incomplete responses with causal reasoning.",
  "f13_title": "DB Consistency Auditor",
  "f13_desc": "Structural compliance guaranteed. Automated multi-cluster routing (AUTH, LOGS, MAIN) to prevent cross-tenant leaks.",
  "f14_title": "Industrial PDF Reporting",
  "f14_desc": "Dynamic report generation with full traceability, multi-language (ES/EN) support, and business-ready professional terminology.",
  "f15_title": "Billing Resilience",
  "f15_desc": "Circuit breaker protection that ensures system availability even during critical failures of payment gateways or external services.",
  "learn_more": "Learn more",
  "f16_title": "Advanced Checklist Governance",
  "f16_desc": "Industrial rules configuration engine for technical validation. Categorization, prioritization, and native multi-tenant isolation.",
  "f17_title": "Resilient State Machine",
  "f17_desc": "Armored ingestion pipeline with bank-grade state validation, auto-detection of stuck processes, and resilient AI-to-Human fallback orchestration.",
  "f18_title": "Access Security (v4.7.2)",
  "f18_desc": "Token-based activation flows without password exposure and persistent MFA for maximum corporate identity protection.",
  "f19_title": "Industrial Grade Modules",
  "f19_desc": "Professional optimization of Billing, Permissions, and Assets modules with Vercel standards and secure UUID traceability.",
  "f20_title": "Secure Knowledge Spaces",
  "f20_desc": "Organize your organization's knowledge into isolated silos with independent access control. Ideal for department or project-specific documents.",
  "f21_title": "Scoped API Keys",
  "f21_desc": "Create granular API integrations that only have access to specific spaces. Guaranteed security for external IoT or CRM clients.",
  "f22_title": "Visual Graph Explorer",
  "f22_desc": "Interactive interface to navigate, search, and inspect nodes and relationships in the Knowledge Graph (Neo4j) in real-time.",
  "f23_title": "Advanced Knowledge Curation",
  "f23_desc": "Professional management of the Knowledge Graph. Manual editing, node merging tools, and bulk deletion with industrial-grade traceability."
}